Repository: coolblu/Controlio
Catalog: Controlio/Controlio/Localizable.xcstrings
Source language: en
Languages: es, fr

source: Accessibility
es: Accesibilidad
fr: Accessibilité

source: Action buttons stay contextual
es: Los botones de acción permanecen contextuales
fr: Les boutons d'action restent contextuels

source: After granting access, run again and tap Debug → Detach from ControlioReceiver so it keeps listening.
es: Después de otorgar acceso, ejecuta de nuevo y toca Debug → Detach from ControlioReceiver para que siga escuchando.
fr: Après avoir accordé l'accès, exécutez à nouveau et appuyez sur Debug → Detach from ControlioReceiver pour qu'il continue à écouter.

source: Already have an account?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?

source: Anywhere on the trackpad will trigger the pause overlay.
es: Cualquier lugar en el trackpad activará la superposición de pausa.
fr: N'importe où sur le pavé tactile déclenchera la superposition de pause.

source: App Preferences
es: Preferencias De La Aplicación
fr: Préférences de l'application

source: Are you sure you want to delete your account? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action ne peut pas être annulée.

source: Available
es: Disponible
fr: Disponible

source: Available Devices
es: Dispositivos disponibles
fr: Appareils disponibles

source: Battery
es: Batería eléctrica
fr: Batterie

source: Bluetooth Connection
es: Conexión Bluetooth
fr: Connexion Bluetooth

source: Change Password
es: Cambiar Contraseña
fr: Changer Le Mot De Passe

source: Change the active scheme to Controlio to prepare the iOS app.
es: Cambia el esquema activo a Controlio para preparar la aplicación iOS.
fr: Changez le schéma actif en Controlio pour préparer l'application iOS.

source: Choose your controller.
es: Elige tu controlador.
fr: Choisissez votre contrôleur.

source: Configure game controls after trackpad setup.
es: Configura los controles del juego después de configurar el trackpad.
fr: Configurez les commandes du jeu après la configuration du pavé tactile.

source: Configure signing
es: Configurar firma
fr: Configurer la signature

source: Confirm new password
es: Confirma la nueva contraseña
fr: Confirmer le nouveau mot de passe

source: Confirm Password
es: Confirmar contraseña
fr: Confirmer le mot de passe

source: Connect
es: Conectar
fr: Assurer la correspondance

source: Connect wirelessly via Bluetooth for a cable-free experience.
es: Conecta de forma inalámbrica vía Bluetooth para una experiencia sin cables.
fr: Connectez-vous sans fil via Bluetooth pour une expérience sans câble.

source: Connect your controller directly via USB cable for the most reliable connection.
es: Conecta tu controlador directamente con cable USB para la conexión más confiable.
fr: Connectez votre contrôleur directement via un câble USB pour la connexion la plus fiable.

source: Connect your controller using a data-capable USB cable
es: Conecta tu controlador usando un cable USB con capacidad de datos
fr: Connectez votre contrôleur à l'aide d'un câble USB compatible avec les données

source: Connected
es: Relacionado
fr: Connecté

source: Connected Devices
es: Dispositivos conectados
fr: Appareils connectés

source: Connected to: %@
es: Conectado a: %@
fr: Connecté à : %@

source: Connecting
es: Conectando
fr: Connexion en cours

source: Connecting to: %@
es: Conectando a: %@
fr: Connexion à : %@

source: Connecting...
es: Conectando...
fr: Connexion en cours…

source: Connection Alerts
es: Alertas De Conexión
fr: Alertes De Connexion

source: Controlio updates button labels depending on the active game or mode.
es: Controlio actualiza las etiquetas de los botones según el juego o modo activo.
fr: Controlio met à jour les étiquettes des boutons en fonction du jeu ou du mode actif.

source: Controller
es: Controlador
fr: Contrôleur

source: Controller Layout
es: Diseño del Controlador
fr: Disposition du contrôleur

source: Controller Usage
es: Uso del controlador
fr: Utilisation du contrôleur

source: Create Account
es: Crear Cuenta
fr: Créer Un Compte

source: Customize button mapping from Settings → Controller to match your style.
es: Personaliza el mapeo de botones desde Configuración → Controlador para que coincida con tu estilo.
fr: Personnalisez le mappage des boutons depuis Réglages → Contrôleur pour correspondre à votre style.

source: Dark
es: Oscuridad
fr: Sombre

source: Delete
es: Eliminar
fr: Supprimer

source: Delete Account
es: Borrar Cuenta
fr: Supprimer le compte

source: Deploy to device
es: Desplegar al dispositivo
fr: Déployer sur l'appareil

source: Desktop
es: Sobremesa
fr: Ordinateur de bureau

source: Device
es: Dispositivo
fr: Appareil

source: Device Connection
es: Conexión del dispositivo
fr: Connexion de l'appareil

source: Device Controller
es: Controlador del dispositivo
fr: Contrôleur d'appareil

source: Device Help
es: Ayuda Del Dispositivo
fr: Aide de l'appareil

source: Disconnect
es: Desconectar
fr: Se déconnecter

source: Disconnected
es: Desconectado
fr: Déconnecté

source: Disconnected from: %@
es: Desconectado de: %@
fr: Déconnecté de : %@

source: Don't have an account?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?

source: Done
es: Hecho
fr: Marché conclu!

source: Double tap for pause
es: Doble toque para pausar
fr: Double tap pour mettre en pause

source: Drag
es: Resistencia
fr: Faire glisser

source: Drag anywhere on the left pad to move your pointer or character.
es: Arrastra en cualquier lugar del pad izquierdo para mover tu puntero o personaje.
fr: Faites glisser n'importe où sur le pad gauche pour déplacer votre pointeur ou personnage.

source: Email
es: Correo electrónico

source: Enable Developer Mode
es: Habilitar Modo Desarrollador
fr: Activer le mode développeur

source: English
es: Inglés
fr: Anglais

source: Enter new password
es: Introduce una nueva contraseña
fr: Entrez un nouveau mot de passe

source: Enter your name
es: Introduce tu nombre
fr: Entrez votre nom

source: Example mapping
es: Mapeo de ejemplo
fr: Exemple de mappage

source: Familiarize yourself with the twin-stick layout before launching a session.
es: Familiarízate con el diseño de doble joystick antes de iniciar una sesión.
fr: Familiarisez-vous avec la disposition à deux sticks avant de lancer une session.

source: Finalize trackpad access
es: Finalizar acceso al trackpad
fr: Finaliser l'accès au pavé tactile

source: First run shows a signing warning—on iPhone visit Settings → General → VPN & Device Management and trust Controlio.
es: La primera ejecución muestra una advertencia de firma: en iPhone visita Configuración → General → VPN y Gestión de Dispositivos y confía en Controlio.
fr: La première exécution affiche un avertissement de signature : sur iPhone, visitez Réglages → Général → VPN et gestion des appareils et faites confiance à Controlio.

source: Forget Device
es: Olvidar dispositivo
fr: Oublier cet appareil

source: French
es: Francés
fr: Français

source: Gamepad
es: Mando de Juego
fr: Manette de jeu

source: Gamepad Usage
es: Uso del gamepad
fr: Utilisation de la manette

source: Gestures keep common actions within thumb reach.
es: Los gestos mantienen las acciones comunes al alcance del pulgar.
fr: Les gestes gardent les actions courantes à portée de pouce.

source: Grant Accessibility permissions
es: Otorgar permisos de accesibilidad
fr: Accorder les autorisations d'accessibilité

source: Haptic Strength
es: Fuerza Háptica
fr: Force Haptique

source: Heavy
es: Malo
fr: Lourd

source: Help
es: Ayuda
fr: Aide

source: Help & Tips
es: Ayuda Y Consejos
fr: Aide et conseils

source: Hi, %@!
es: ¡Hola, %@!
fr: Salut, %@ !

source: Hold the share + PS buttons (or equivalent) until the light blinks rapidly.
es: Mantén presionados los botones compartir + PS (o equivalente) hasta que la luz parpadee rápidamente.
fr: Maintenez les boutons partager + PS (ou équivalent) jusqu'à ce que la lumière clignote rapidement.

source: Hold three fingers for two seconds to reset the gyro baseline.
es: Mantén tres dedos durante dos segundos para restablecer la línea base del giroscopio.
fr: Maintenez trois doigts pendant deux secondes pour réinitialiser la ligne de base du gyroscope.

source: Home
es: Inicio
fr: Accueil

source: If a game does not already map actions to WASD or arrow keys, open its settings and rebind each action to the matching gamepad input.
es: Si un juego no tiene ya mapeadas las acciones a WASD o teclas de flecha, abre su configuración y reasigna cada acción a la entrada del gamepad correspondiente.
fr: Si un jeu ne mappe pas déjà les actions sur WASD ou les touches fléchées, ouvrez ses paramètres et réassignez chaque action à l'entrée de manette correspondante.

source: In Xcode choose Product → Scheme → ControlioReceiver, set Destination to My Mac, and press Run.
es: En Xcode, elige Producto → Esquema → ControlioReceiver, establece el Destino en Mi Mac y presiona Ejecutar.
fr: Dans Xcode, choisissez Produit → Schéma → ControlioReceiver, définissez la Destination sur Mon Mac et appuyez sur Exécuter.

source: Interface
es: Interfaz

source: Keep ControlioReceiver running with Bluetooth enabled on both devices so controller input reaches your Mac.
es: Mantén ControlioReceiver ejecutándose con Bluetooth habilitado en ambos dispositivos para que la entrada del controlador llegue a tu Mac.
fr: Gardez ControlioReceiver en cours d'exécution avec Bluetooth activé sur les deux appareils pour que l'entrée du contrôleur atteigne votre Mac.

source: Language
es: Idioma
fr: Langue

source: Laptop
es: Portátil
fr: Ordinateur portable

source: Leave ControlioReceiver open in the background so the trackpad reconnects instantly whenever you launch Controlio.
es: Deja ControlioReceiver abierto en segundo plano para que el trackpad se reconecte instantáneamente cuando inicies Controlio.
fr: Laissez ControlioReceiver ouvert en arrière-plan pour que le pavé tactile se reconnecte instantanément lorsque vous lancez Controlio.

source: Left stick for movement
es: Joystick izquierdo para movimiento
fr: Stick gauche pour le mouvement

source: Light
es: Luz
fr: Lumière

source: Locate the build quickly
es: Localiza la compilación rápidamente
fr: Localiser rapidement la compilation

source: Log in
es: Iniciar sesión
fr: Se connecter

source: Log Out
es: Cierra sesión
fr: Déconnexion

source: Long press to recalibrate
es: Presión larga para recalibrar
fr: Appui long pour recalibrer

source: macOS installs any required drivers automatically.
es: macOS instala automáticamente los controladores necesarios.
fr: macOS installe automatiquement tous les pilotes requis.

source: Make sure the cable supports data transfer, not just charging.
es: Asegúrate de que el cable admita transferencia de datos, no solo carga.
fr: Assurez-vous que le câble prend en charge le transfert de données, pas seulement la charge.

source: Manage Profile
es: Gestionar Perfil
fr: Gérer Le Profil

source: Medium
es: Medio
fr: Moyen

source: Mirror the trackpad prep
es: Replica la preparación del trackpad
fr: Reproduire la préparation du pavé tactile

source: Most games remember your custom keybinds, so you only need to map them once per title.
es: La mayoría de los juegos recuerdan tus asignaciones de teclas personalizadas, así que solo necesitas mapearlas una vez por título.
fr: La plupart des jeux mémorisent vos raccourcis personnalisés, vous n'avez donc besoin de les mapper qu'une seule fois par titre.

source: Motion
es: Movimiento
fr: Mouvement

source: Name
es: Nombre
fr: Nom

source: Name updated successfully.
es: Nombre actualizado con éxito.
fr: Nom mis à jour avec succès.

source: No connected devices
es: No hay dispositivos conectados
fr: Aucun appareil connecté

source: No devices found. Tap Scan Devices to refresh.
es: No se han encontrado dispositivos. Toque Escanear dispositivos para actualizar.
fr: Aucun appareil n'a été trouvé. Appuyez sur Scan Devices pour l'actualiser.

source: No logged-in user.
es: Ningun usuario ha iniciado sesión.
fr: Aucun utilisateur connecté.

source: Notifications
es: Notificaciones

source: Offline
es: Sin conexión
fr: Hors ligne

source: OK
es: Vale

source: On iPhone open Settings → Privacy & Security → Developer Mode, enable it, and restart if requested.
es: En iPhone abre Configuración → Privacidad y Seguridad → Modo Desarrollador, habilítalo y reinicia si se solicita.
fr: Sur iPhone, ouvrez Réglages → Confidentialité et sécurité → Mode développeur, activez-le et redémarrez si demandé.

source: Open Controlio
es: Abre Controlio
fr: Ouvrir Controlio

source: Open Settings → Bluetooth and select your controller from the list.
es: Abre Configuración → Bluetooth y selecciona tu controlador de la lista.
fr: Ouvrez Réglages → Bluetooth et sélectionnez votre contrôleur dans la liste.

source: or continue with
es: O continuar con
fr: Ou continuer avec

source: Pair from Control Center
es: Emparejar desde el Centro de Control
fr: Coupler depuis le Centre de contrôle

source: Password
es: Contraseña
fr: Mot de passe

source: Password cannot be empty.
es: La contraseña no puede estar vacía.
fr: Le mot de passe ne peut pas être vide.

source: Password changed successfully.
es: Se ha cambiado la contraseña con éxito.
fr: Mot de passe modifié avec succès.

source: Passwords do not match.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.

source: Please fill in all fields.
es: Por favor, rellene todos los campos.
fr: Veuillez remplir tous les champs.

source: Plug in the iPhone, pick it under Product → Destination, and run the build.
es: Conecta el iPhone, selecciónalo en Producto → Destino, y ejecuta la compilación.
fr: Branchez l'iPhone, sélectionnez-le sous Produit → Destination, et lancez la compilation.

source: Pointer
es: Indicador
fr: Pointeur

source: Prevent Screen Sleep
es: Evitar El Sueño De La Pantalla
fr: Empêcher L'Écran De Dormir

source: Put your controller into pairing mode
es: Pon tu controlador en modo de emparejamiento
fr: Mettez votre contrôleur en mode de couplage

source: Quick Gestures
es: Gestos Rápidos
fr: Gestes Rapides

source: Quick tips to keep your controller paired and working smoothly.
es: Consejos rápidos para mantener el mando emparejado y funcionando sin problemas.
fr: Conseils rapides pour que votre contrôleur reste jumelé et fonctionne en douceur.

source: Racing
es: Carreras
fr: Course

source: Reconnect
es: Volver a conectar
fr: Reconnectez-vous

source: Reconnect inside Controlio
es: Reconectar dentro de Controlio
fr: Reconnecter dans Controlio

source: Remap controls as needed
es: Reasignar controles según sea necesario
fr: Remapper les contrôles selon les besoins

source: Rerun and detach
es: Volver a ejecutar y separar
fr: Réexécuter et détacher

source: Reset
es: Volver a poner
fr: Réinitialiser

source: Reset to Defaults
es: Restablecer a los valores predeterminados
fr: Réinitialiser les valeurs par défaut

source: Return to Controlio and tap the Bluetooth icon to finish pairing.
es: Regresa a Controlio y toca el icono de Bluetooth para finalizar el emparejamiento.
fr: Retournez à Controlio et appuyez sur l'icône Bluetooth pour terminer le couplage.

source: Reverse Scroll Direction
es: Dirección De Desplazamiento Inverso
fr: Direction De Défilement Inversée

source: Right stick for camera
es: Joystick derecho para la cámara
fr: Stick droit pour la caméra

source: Run Controlio again, make sure Bluetooth is on for both devices, sign in, open the trackpad screen, and allow Local Network.
es: Ejecuta Controlio de nuevo, asegúrate de que Bluetooth esté activado en ambos dispositivos, inicia sesión, abre la pantalla del trackpad y permite Red Local.
fr: Exécutez à nouveau Controlio, assurez-vous que Bluetooth est activé sur les deux appareils, connectez-vous, ouvrez l'écran du pavé tactile et autorisez le réseau local.

source: Run ControlioReceiver first
es: Ejecuta ControlioReceiver primero
fr: Exécutez d'abord ControlioReceiver

source: Save Name
es: Guardar Nombre
fr: Enregistrer le nom

source: Scan Devices
es: Dispositivos De Escaneo
fr: Appareils de balayage

source: Scanning...
es: Buscando…
fr: Recherche en cours…

source: Scroll Speed
es: Velocidad De Desplazamiento
fr: Vitesse De Défilement

source: Scrolling
es: Desplazamiento
fr: Défilement

source: Select Device
es: Seleccionar dispositivo
fr: Sélectionnez l'appareil

source: Select the Controlio target, open Signing & Capabilities, ensure your team is set, and give the bundle ID a unique suffix.
es: Selecciona el objetivo Controlio, abre Firma y Capacidades, asegúrate de que tu equipo esté configurado y dale al ID del paquete un sufijo único.
fr: Sélectionnez la cible Controlio, ouvrez Signature et capacités, assurez-vous que votre équipe est définie et donnez à l'ID du bundle un suffixe unique.

source: Sensitivity
es: Sensibilidad
fr: Sensibilité

source: Set the analog stick forward action to send the keyboard input "W" (or your preferred key) so forward movement stays responsive.
es: Configura la acción hacia adelante del stick analógico para enviar la entrada del teclado "W" (o tu tecla preferida) para que el movimiento hacia adelante sea receptivo.
fr: Définissez l'action avant du stick analogique pour envoyer l'entrée clavier "W" (ou votre touche préférée) pour que le mouvement avant reste réactif.

source: Set up both Mac receiver and iPhone app for trackpad control.
es: Configure tanto el receptor Mac como la aplicación iPhone para el control del trackpad.
fr: Configurez le récepteur Mac et l'application iPhone pour le contrôle du pavé tactile.

source: Settings
es: Configuración
fr: Réglages

source: Sign in with Google
es: Inicia sesión con Google
fr: Connectez-vous avec Google

source: Sign up
es: Regístrate
fr: Inscrivez-vous

source: Sound Effects
es: Efectos sonoros
fr: Effets Sonores

source: Spanish
es: Español
fr: Espagnol

source: Steer by tilting
es: Dirigir inclinando
fr: Dirigez en inclinant

source: Swipe up or down with two fingers to adjust system volume.
es: Desliza hacia arriba o hacia abajo con dos dedos para ajustar el volumen del sistema.
fr: Glissez vers le haut ou vers le bas avec deux doigts pour régler le volume du système.

source: Switch to Controlio
es: Cambiar a Controlio
fr: Passer à Controlio

source: System Settings → Privacy & Security → Accessibility → add the built ControlioReceiver app.
es: Ajustes del Sistema → Privacidad y Seguridad → Accesibilidad → añade la aplicación ControlioReceiver compilada.
fr: Réglages Système → Confidentialité et sécurité → Accessibilité → ajoutez l'application ControlioReceiver compilée.

source: Tap the Wi-Fi icon inside the app to confirm the controller is now paired.
es: Toca el icono de Wi-Fi dentro de la aplicación para confirmar que el controlador está emparejado.
fr: Appuyez sur l'icône Wi-Fi dans l'application pour confirmer que le contrôleur est maintenant couplé.

source: The right pad handles camera or cursor precision adjustments.
es: El pad derecho maneja los ajustes de precisión de la cámara o el cursor.
fr: Le pad droit gère les ajustements de précision de la caméra ou du curseur.

source: Theme
es: Tema
fr: Thème

source: Trackpad
es: Panel Táctil
fr: Pavé Tactile

source: Trackpad Settings
es: Configuración Del Trackpad Panel Táctil
fr: Paramètres Du Trackpad

source: Trackpad Usage
es: Uso del trackpad
fr: Utilisation du pavé tactile

source: Trust the developer profile
es: Confiar en el perfil del desarrollador
fr: Faire confiance au profil du développeur

source: Twin-stick layout
es: Diseño de doble palo
fr: Disposition à deux bâtons

source: Two-finger swipe for volume
es: Deslizamiento con dos dedos para el volumen
fr: Glissement à deux doigts pour le volume

source: USB Connection
es: Conexión USB
fr: Connexion USB

source: USB connection provides the lowest latency and most stable experience.
es: La conexión USB proporciona la latencia más baja y la experiencia más estable.
fr: La connexion USB offre la latence la plus faible et l'expérience la plus stable.

source: Use motion to control
es: Usa el movimiento para controlar
fr: Utiliser le mouvement pour contrôler

source: Use Products → Show Build Folder in Finder, open Debug, and select ControlioReceiver.app when prompted.
es: Usa Productos → Mostrar Carpeta de Compilación en Finder, abre Debug y selecciona ControlioReceiver.app cuando se solicite.
fr: Utilisez Produits → Afficher le dossier de compilation dans le Finder, ouvrez Debug et sélectionnez ControlioReceiver.app lorsque demandé.

source: Use your iPhone as a touchpad
es: Usa tu iPhone como un panel táctil
fr: Utilisez votre iPhone comme pavé tactile

source: Vibration Feedback
es: Retroalimentación De Vibración
fr: Rétroaction par vibration

source: Wait for your system to recognize the device
es: Espera a que tu sistema reconozca el dispositivo
fr: Attendez que votre système reconnaisse l'appareil

source: Welcome to Controlio
es: Bienvenido a Controlio
fr: Bienvenue à Controlio

source: Wireless connection
es: Conexión inalámbrica
fr: Connexion sans fil

source: Wireless is great on-the-go, but keep your device charged for the best results.
es: Lo inalámbrico es genial para llevar, pero mantén tu dispositivo cargado para mejores resultados.
fr: Le sans-fil est pratique en déplacement, mais gardez votre appareil chargé pour de meilleurs résultats.

source: General
fr: Général
